"PageTitle" = "選取目標";

/* Target Select Strings */
"SelectMessage_Volumes" = "選取您想要安裝“%@”軟體的磁碟。";
"SelectMessageChecking_Volumes" = "正在檢查其他磁碟⋯";

/* Domain Select Strings */
"SelectMessage_Domains" = "您要如何安裝此軟體？";
"SelectMessageChecking_Domains" = "正在檢查其他安裝位置⋯";

/* Available domain strings */
"DomainInstall_Local" = "安裝供這部電腦的所有使用者使用";
"DomainInstall_User" = "安裝僅供我使用";
"DomainInstall_Anywhere" = "安裝到指定磁碟⋯";

/* The entire destination message - where the software will be installed. Displayed on the regular panel. */
"DestinationMessageDriveAndDirectory" = "您已選擇在磁碟“%2$@”上的“%1$@”檔案夾裡安裝此軟體。";
"DestinationMessageDriveOnly" = "您已選擇在磁碟“%@”上安裝此軟體。";
"DestinationMessage_HomeDir" = "您已選擇在個人專屬檔案夾裡安裝此軟體。僅目前的使用者才能使用此軟體。";
"DestinationMessage_LocalMachine" = "您已選擇將此軟體安裝為供這部電腦的所有使用者使用。";

/* Tells the user how much space is needed to install the software */
"SizeMessageInstallNoSpaceNeeded" = "安裝此軟體不需要額外的空間。";
"SizeMessageInstall" = "需要 %@ 的空間才能安裝此軟體。";


"CannotInstallMessage_Volume" = "“%1$@”無法安裝在此磁碟上。%2$@";
"CannotInstallMessage_Domain" = "您無法在此位置安裝“%1$@”。“%1$@”安裝程式不允許其軟體安裝於此位置。";

"InstallMessage" = "您已選擇在此磁碟上安裝“%@”。";
"UpgradeMessage" = "您已選擇升級此磁碟上的“%@”。";

"NeedChangeInstallMessage" = "若不更改安裝設定，就無法在此磁碟上安裝“%1$@”。請按“選項”一下來更改您的設定。%2$@";

/* Options Panel Strings */
"InstallOSDescription" = "安裝“%@”";
"InstallOSDescriptionParagragh" = "第一次安裝“%@”。";

"UpgradeOSDescription" = "升級“%@”";
"UpgradeOSDescriptionParagragh" = "升級舊版的“%@”。";

/* Version Package Rev Strings */
"VersionSheetTitle" = "您選擇的磁碟包含正在安裝軟體的較新版本。";
"VersionSheetMessage" = "安裝此軟體會以較舊版本的軟體取代較新版本的軟體。";
"VersionInstallMessage" = "您選擇用來安裝軟體的磁碟上已含有較新版本的軟體。";
